import CustomizedBreadcrumbs from "../Breadcrumps";
import CollapsedBreadcrumbs from "../Breadcrumps";
import MediaCard from "../Mediacard";

export default function AutoMobile() {
  return (
    <div>
      <CustomizedBreadcrumbs />
      <br />
      <div className="grid grid-cols-3 justify-center">
        <div className="col-span-2">
          <img src="images/taekwondo.jpg" alt="taekwondo" />
        </div>
        <div className="flex flex-col justify-between">
          <div>
            <p className="text-[15px]">July 28, 2024 </p>
            <h1 className="text-[30px]">
              <b>အော်တိုမိုဘိုင်းအင်ဂျင်နီယာဌာန</b>
            </h1>
            <h2 className="text-[20px]">
              <b>
                {" "}
                Dept.of Automobile Enginneering(အော်တိုမိုဘိုင်းအင်ဂျင်နီယာဌာန)
              </b>
            </h2>
          </div>
          <div>
            <p className="text-[15px] text-gray">Written by:</p>
            <p>
              <b>Joshua La Seng</b>
            </p>
          </div>
        </div>
      </div>
      <br />

      <div>
        <div className="grid grid-cols-3 justify-center">
          <div>
            <ul>
              <li>အော်တိုမိုဘိုင်းအင်ဂျင်နီယာဌာန</li>
              <br />
              <li>အသက်မွေးဝမ်းလမ်းကြောင်း</li>
              <br />
              <li>ရရှိနိုင်သော ကျွမ်းကျင်လိုင်စင်များ</li>
              <br />
            </ul>
          </div>

          <div className="col-span-2">
            <h1 className="text-[30px]">
              {" "}
              Dept.of Automobile Enginneering(အော်တိုမိုဘိုင်းအင်ဂျင်နီယာဌာန)
            </h1>
            <br />
            <p>
              အော်တိုမိုဘိုင်းသည် ဆန်းသစ်သော အင်ဂျင်နီယာနည်းပညာများ၏
              အဓိပ္ပါယ်ဖြစ်ပြီး အထူးဖြစ်စေမှုများနှင့် အကြီးအကျယ်
              အကျိုးသက်ရောက်မှုများကို ရရှိစေသည်။
              အော်တိုမိုဘိုင်းအင်ဂျင်နီယာဌာနသည် အခြေခံအင်ဂျင်နီယာပညာများ၊
              အော်တိုမိုဘိုင်းဖွဲ့စည်းမှု၊ နည်းလမ်း၊ စစ်ဆေးခြင်းနှင့်
              ပြုပြင်ထိန်းသိမ်းခြင်းအတွက် လက်တွေ့ကျင့်သုံးနိုင်သော
              ကျွမ်းကျင်မှုများကို သင်ကြားရန် ရည်ရွယ်ထားပြီး၊ ကျောင်းသားများကို
              အော်တိုမိုဘိုင်းပိုင်းလက်မှုပုံစံဒီဇိုင်း စွမ်းရည် ဖွံ့ဖြိုးရန်
              အထူးပြုသော ဖွဲ့စည်းသူများ၊
              အော်တိုမိုဘိုင်းပိုင်းလက်မှုပုံစံဒီဇိုင်းနှင့် ထုတ်လုပ်မှုဆိုင်ရာ
              ကုန်ပစ္စည်းပေးသွင်းသူများနှင့် အခြားစက်မှုလုပ်ငန်းများတွင်
              လိုအပ်သော ဖွဲ့စည်းမှုများကို ရရှိစေပါသည်။
            </p>
            <br />
            <h1 className="text-[30px]">အသက်မွေးဝမ်းလမ်းကြောင်း</h1>
            <br />
            <p>
              ဒေသဆိုင်ရာ အော်တိုမိုဘိုင်းထုတ်လုပ်သူများ (ဟယွန်းဒါး၊ ကီယာ၊ GM
              ဒေဝူး၊ စဆန်းရောင်၊ ရန်နုတ် Samsung စသည်များ) နိုင်ငံခြားမော်တာ
              အင်ဂျင်နီယာများ (ဘင်ဇ်၊ ဘီအမ်ဒဗျူး၊ အော်ဒီ၊ ဝေါလဗို၊ တိုယိုတာ၊
              ခရိုက်စလာ စသည်)၊ အာမခံထုတ်ယူမှုဌာန (Samsung၊ Hyundai၊ LIG၊ Dongbu၊
              Cheil စသည်)၊ အော်တိုမိုဘိုင်းပိုင်းလက်မှုပေးသွင်းသူများ (Hyundai
              Mobis၊ Mando၊ Halla၊ Hanil၊ SJM စသည်)၊
              မက်ကနစ်ပိုင်းလက်မှုပုံစံနှင့် ထုတ်လုပ်သူများ (Molex Korea၊ Korea
              Terminal Engineering၊ InoPla၊ Shinheung Precision Engineering၊
              Alps Korea စသည်)၊ အော်တိုမိုဘိုင်းစစ်ဆေးမှုအင်ဂျင်နီယာများ
              (ကိုရီးယားလမ်းမသွားမှုလုံခြုံရေးအဖွဲ့၏
              အော်တိုမိုဘိုင်းစစ်ဆေးမှုနေရာ၊
              အော်တိုမိုဘိုင်းဝန်ဆောင်မှုပေးသူများ)၊
              ပြည်သူ့လုပ်ငန်းကြီးများနှင့် နည်းပညာအစိုးရအလုပ်သမားများ၊
              အော်တိုမိုဘိုင်းဝန်ဆောင်မှု/မောင်းနှင်ခြင်းသင်တန်းကျောင်းများ၊
              အထွေအထူးနှင့် စက်မှုလုပ်ငန်းများ၊ အော်တိုမိုဘိုင်းအင်ဂျင်နီယာအတွက်
              နည်းပညာအထက်တန်းကျောင်းအတွက် လက်တွေ့ကျင့်သုံးကျောင်းကြီးဆရာများ၊
              အခြား သာမန်တက္ကသိုလ်များသို့ ဝင်ရောက်လျှောက်ထားခြင်း။
            </p>
            <br />
            <h1 className="text-[30px]">ရရှိနိုင်သော ကျွမ်းကျင်လိုင်စင်များ</h1>
            <br />
            <p>
              အော်တိုမိုဘိုင်းဝန်ဆောင်မှုအင်ဂျင်နီယာ
              <br />
              အော်တိုမိုဘိုင်းစစ်ဆေးမှုအင်ဂျင်နီယာ
              <br />
              အော်တိုမိုဘိုင်းအာမခံထုတ်ယူမှုကို စီမံဆောင်ရွက်သူ
              <br />
              အော်တိုမိုဘိုင်းအကြောင်းစစ်ဆေးသူ ပုံမှန် စက်မှုအင်ဂျင်နီယာ
              <br />
              မက္ကထရောနစ်အင်ဂျင်နီယာ ကွန်ပျူတာကူညီသော လုပ်ငန်းအင်ဂျင်နီယာ
              <br />
              ကွန်ပျူတာကူညီသော ဒီဇိုင်းအင်ဂျင်နီယာ
              <br />
              ဆောက်လုပ်ရေးစက်မှုဝန်ဆောင်မှုအင်ဂျင်နီယာ ကိရိယာဒီဇိုင်းအင်ဂျင်နီယာ
              <br />
              စက်မှုလုံခြုံရေးအင်ဂျင်နီယာ
              <br /> ဗျူဟာအင်ဂျင်နီယာ ပရက်စ်နှင့်
              <br />
              မိုးလုဒီဇိုင်းအင်ဂျင်နီယာ <br />
              အင်ဂျက်ရှင်မိုးလုဒီဇိုင်းအင်ဂျင်နီယာ
            </p>
            <br />
          </div>
        </div>
      </div>
      <br />
      <div className="grid grid-cols-3">
        <MediaCard
          img={"images/beauty.jpg"}
          title={"ကျန်းမာရေး အလှအပ ဌာန"}
          paragraph={"Rearcher: Htoi Bu"}
        />
        <MediaCard
          img={"images/beauty.jpg"}
          title={"ကျန်းမာရေး အလှအပ ဌာန"}
          paragraph={"Rearcher: Htoi Bu"}
        />
        <MediaCard
          img={"images/beauty.jpg"}
          title={"ကျန်းမာရေး အလှအပ ဌာန"}
          paragraph={"Rearcher: Htoi Bu"}
        />
      </div>
    </div>
  );
}
