import CustomizedBreadcrumbs from "../Breadcrumps";
import CollapsedBreadcrumbs from "../Breadcrumps";
import MediaCard from "../Mediacard";

export default function Taekwondo() {
  return (
    <div>
      <CustomizedBreadcrumbs />
      <br />
      <div className="grid grid-cols-3 justify-center">
        <div className="col-span-2">
          <img src="images/taekwondo.jpg" alt="taekwondo" />
        </div>
        <div className="flex flex-col justify-between">
          <div className="ml-10">
            <p className="text-[15px]">July 28, 2024 </p>
            <h1 className="text-[30px]">
              <b>တိုက်ကွမ်ဒိုနှင့် ကာယပညာဦးစီးဌာန</b>
            </h1>
            <h2 className="text-[20px]">
              <b>Dept. of Taekwondo and Physical Education</b>
            </h2>
          </div>
          {/* <div className="ml-10">
            <p className="text-[15px] text-gray">Written by:</p>
            <p>
              <b>Htoi Bu</b>
            </p>
          </div> */}
        </div>
      </div>
      <br />

      <div>
        <div className="grid grid-cols-3 justify-center">
          <div>
            <ul>
              <li>တိုက်ကွမ်ဒိုနှင့် ကာယပညာဦးစီးဌာန</li>
              <br />
              <li>အသက်မွေးဝမ်းလမ်းကြောင်း</li>
              <br />
              <li>ရရှိနိုင်သော ကျွမ်းကျင်လိုင်စင်များ</li>
              <br />
            </ul>
          </div>

          <div className="col-span-2">
            <h1 className="text-[30px]">
              Dept. of Taekwondo and Physical Education(တိုက်ကွမ်ဒိုနှင့်
              ကာယပညာဦးစီးဌာန)
            </h1>
            <br />
            <p>
              စစ်မှန်သောခေါင်းဆောင်ကောင်းများ မွေးထုတ်ပေးရန်နှင့်
              လူနေမှုဘဝမြှင့်တင်ရန်အတွက် ဤဌာနသည် ကျောင်းသားများအား
              အခြေအနေအမျိုးမျိုးကို ရင်ဆိုင်ဖြေရှင်းနိုင်စေရန်
              ၎င်းတို့၏စွမ်းရည်မြှင့်တင်ခြင်းအတွက် သီအိုရီများနှင့်
              လက်တွေ့ကျသောအလေ့အကျင့်များကိုသင်ယူစေရန် ရည်ရွယ်ပါသည်။ဤဌာနသည်
              သိပ္ပံနည်းကျ စနစ်တကျလေ့လာသင်ယူပြီး စဉ်ဆက်မပြတ်
              လက်တွေ့လေ့ကျင့်သင်ကြားကာ လူသားဆန်၍ကိုယ်ရည်ကိုယ်သွေးရှိသော
              တိုက်ကွမ်ဒို၏ ကိုယ်ခံပညာတန်ဖိုးကို မြှင့်တင်ရန်နှင့် ကာယပညာ၏
              ဆောင်ပုဒ်ဖြစ်သည့် 'ဘဝအရည်အသွေးမြှင့်တင်ခြင်း' ကို
              သိရှိနားလည်နိုင်စေရန် ဌာနသည် လိုအပ်သော လူမှုရေးပိုင်းဆိုင်ရာ
              လေ့ကျင့်သင်ကြားပေးမှုများကို ကြိုးပမ်းလျက်ရှိသည်။ ကျောင်းသားများ၏
              လက်တွေ့လေ့ကျင့်အရေးပါမှုကို ထည့်သွင်းစဉ်းစားကာ
              ကျောင်းသားများအမျိုးမျိုးသော
              အားကစားများကိုလေ့ကျင့်နိုင်စေရန်အတွက်ကျောင်းတွင်းအားကစားခန်းမကြီးများ၊သီးသန့်အားကစားခန်းမများ၊မိုးလုံ
              လေလုံ လေ့ကျင့်ရေးခန်းများကို ခေတ်မီအောင် ပြုပြင်ထားလျက်ရှိပါသည်။
            </p>
            <br />
            <h1 className="text-[30px]">အသက်မွေးဝမ်းလမ်းကြောင်း</h1>
            <br />
            <p>
              ပြည်တွင်း ပြည်ပ အားကစာနည်းပြ၊ ကိုယ်ခံပညာ စွမ်းဆောင်မှုအဖွဲ့
              အဖွဲ့ဝင်၊ မူလတန်း အလယ်တန်းနှင့် အထက်တန်းကျောင်းများနှင့်
              ကုမ္ပဏီများ၏ ဒါရိုက်တာ သို့မဟုတ် နည်းပြ၊ အားကစား စီမံခန့်ခွဲသူ၊
              အားကစား စျေးကွက်ရှာဖွေရေးနှင့် စီမံခန့်ခွဲရေး ကိုယ်စားလှယ်၊
              ကိုယ်ရံတော် နည်းပြ၊ ကာယပညာ ဆရာ၊ ကာယကုထုံး၊ အားကစားစင်တာ ပိုင်ရှင်၊
              ဆယ်ကျော်သက် လေ့ကျင့်ရေး စင်တာနည်းပြများ၊ အစောင့်များနှင့်
              လုံခြုံရေးကုမ္ပဏီများမှဝန်ထမ်းများ၊ 4
              နှစ်တက္ကသိုလ်သို့ပြောင်းရွှေ့ခြင်း၊ အပန်းဖြေနည်းပြဆရာ၊
              နေ့ထိန်းစင်တာတွင်ရုပ်ပိုင်းဆိုင်ရာပညာရေး၊ ပါတီစီစဉ်သူ၊
              ပါတီအလှဆင်အတိုင်ပင်ခံ များ အဖြင့် အသက်မွေးဝမ်းကြောင်း
              ရွေးချယ်နိုင်ပါသည်။
            </p>
            <br />
            <h1 className="text-[30px]">ရရှိနိုင်သော ကျွမ်းကျင်လိုင်စင်များ</h1>
            <br />
            <p>
              အားကစားနည်းပြအားလုံးအတွက်၊ တိုက်ကွမ်ဒိုပြိုင်ပွဲ၊
              တိုက်ကွမ်ဒိုနည်းပြ၊ ကာယကုထုံးဆရာ၊
              အားကစားအနှိပ်ခန်း၊လက်တွေ့ပညာရေးဆရာ၊ကိုယ်ရံတော်နည်းပြ၊အားကစားစျေးကွက်ရှာဖွေရေးအတိုင်ပင်ခံ၊
              chiropractic ကုထုံးပညာရှင်၊ အပန်းဖြေနည်းပြ၊ ကလေးများ၏
              ကာယပညာနည်းပြ၊ ဆယ်ကျော်သက်လမ်းညွှန်၊
              ရှေးဦးသူနာပြုစုလက်မှတ်၊ရေကယ်ဆယ်ခြင်း၊ အပန်းဖြေအားကစားများ
              (ပါရာလျှောကူး၊ အရေပြားစကူဘာ၊ လေလှိုင်းစီးခြင်း)၊
              ကိုယ်ခန္ဓာအတိုင်ပင်ခံ၊ ကာယကုထုံးပညာရှင်၊ ယောဂနည်းပြဆရာ၊
              ပြုစုစောင့်ရှောက်ရေးနှင့် ကျန်းမာရေးအတိုင်ပင်ခံ၊ ရေအပန်းဖြေနည်းပြ၊
              အကအားကစားနည်းပြ၊ ရယ်မောခြင်းကုထုံး၊ ပါတီမျက်နှာပန်းချီ
              (ဒုတိယတန်းလက်မှတ်) ပါတီ အလှဆင်ခြင်း (ဒုတိယတန်းအောင်လက်မှတ်)၊
              အစောင့်နည်းပြ၊ ဂေါက်သီးနည်းပြ စသဖြင့် လိုင်စင်များ ရရှိနိုင်ပါသည်။
            </p>
            <br />
            <div className="flex gap-4">
              <img
                src="images/taekwondo2.jpg"
                alt="beauty5"
                width={400}
                height={200}
              />
              <img
                src="images/taekwondo3.jpg"
                alt="beauty3"
                width={400}
                height={200}
              />
            </div>
          </div>
        </div>
      </div>
      <br />
      <hr style={{ border: "1px solid black", margin: "20px 0" }} />
      <div className="grid grid-cols-3">
        <MediaCard
          img={"images/ECE3.jpg"}
          title={"ရှေးဦးကလေးဘဝပညာရေးဌာ"}
          paragraph={"Rearcher: Htoi Bu"}
        />
        <MediaCard
          img={"images/beauty.jpg"}
          title={"ကျန်းမာရေး အလှအပ ဌာန"}
          paragraph={"Rearcher: Htoi Bu"}
        />
        <MediaCard
          img={"images/renewable2.jpg"}
          title={"အသစ်နှင့် ပြန်လည်အသုံးချနိုင်သော စွမ်းအင်ဌာန"}
          paragraph={"Rearcher: Htoi Bu"}
        />
      </div>
    </div>
  );
}
