import GradientDiv from "@/src/components/Ads";

export default function Club() {
  return (
    <div className="px-[100px]">
      <div>
        <img src="images/banner.jpg" alt="banner" />
      </div>
      <br />
      <div className="grid grid-cols-3 justify-center">
        <div className="col-span-2">
          <h1 className="text-[30px] text-orange-600 ">
            <b>ကော်ဖီကိုချစ်သူများအတွက် ကော်ဖီကလပ်</b>
          </h1>
          <br />
          <p className="text-black leading-loose">
            သင်သည် ကော်ဖီကို စိတ်အားထက်သန်မှုရှိပါသလား? ကျွန်ုပ်တို့၏
            ကော်ဖီကလပ်သို့ ဝင်ရောက်ပါက ကမ္ဘာတစ်ဝန်းမှ စနစ်တကျရွေးချယ်ထားသော
            ကော်ဖီစေ့များကို လစဉ် ပထမဦးဆုံးပို့ဆောင်ခြင်းအားဖြင့်
            ရရှိနိုင်ပါမည်။ အဖွဲ့ဝင်တစ်ဦးအနေဖြင့် သင်သည် အထူးလျှော့စျေးများ၊
            နောက်ဆုံးထွက်သည့် အရသာအသစ်များအတွက် အကြိုဝင်ရောက်ခွင့်နှင့်
            သင့်ပထမဆုံးမှာယူမှုအတွက် အခမဲ့လက်ဆောင်များကို ရရှိမည်ဖြစ်သည်။
            ဤကလပ်သည် ကော်ဖီရဲ့ ထူးခြားပြီး အဆင့်မြင့်သော အရသာများကို စွဲလမ်းသော
            ကော်ဖီချစ်သူများအတွက် ထူးခြားသော ရွေးချယ်စရာဖြစ်ပါသည်။ သင့်ရဲ့
            ကော်ဖီအတွေ့အကြုံကို အဆင့်မြှင့်တင်လိုပါက ယနေ့မှ စတင်ဝင်ပါ!
          </p>
        </div>

        <div className="flex justify-end">
          <img src="images/coffee.png" alt="coffee-club" />
        </div>
      </div>
      <br />

      <div className="grid grid-cols-3 justify-center">
        <div>
          <img src="images/ukelele.png" alt="ukelele-club" />
        </div>

        <div className="col-span-2">
          <h1 className="text-[30px] text-orange-600">
            <b>ကျွန်ုပ်တို့၏ Ukuleleကလပ်</b>
          </h1>
          <br />
          <p className="text-black leading-loose">
            သင် Ukulele ရှိသူဖြစ်ပါက သို့မဟုတ် အတွေ့အကြုံရှိသူဖြစ်ပါက၊
            ကျွန်ုပ်တို့၏ Ukulele Club တွင် Ukulele နှစ်သက်သူများ၏ အဖွဲ့အစည်းကို
            လိပ်ပြာပုံစံဖြင့် တွေ့ရပါမည်။ ဒီကလပ်မှာ သီချင်းဖျော်ဖြေရန်
            အပျော်အပါးနှင့် မိတ်ဖက်များနှင့် အတူတူ တင်ဆက်ကြမည်ဖြစ်သည်။ ယနေ့ပင်
            ဆက်သွယ်လိုက်ပြီး သင့်ဂီတအတွေ့အကြုံကို အထွတ်ထွတ်ပြောဖွယ် ရှိအောင်
            အတူတူပါဝင်လိုက်ပါ!
          </p>
        </div>
      </div>
      <br />
      <div className="grid grid-cols-3 justify-center">
        <div className="col-span-2">
          <h1 className="text-[30px] text-orange-600">
            <b>ကိုရီးယား TOPIKကလပ်</b>
          </h1>
          <br />
          <p className="text-black leading-loose">
            TOPIK စာမေးပွဲအတွက် ပြင်ဆင်နေပါသလား? ကျွန်ုပ်တို့၏ ကိုရီးယား TOPIK
            Club သို့ လာရောက်ပါ! ဒီကလပ်တွင် သင်သည် အပတ်စဉ်
            သင်ယူမှုအစည်းအဝေးများ၊ အထူးကျွမ်းကျင်သူများက ဦးဆောင်သင်ကြားသော
            လေ့ကျင့်မှုများနှင့် အထူးသီးသန့် လေ့လာမှုအရင်းအမြစ်များကို
            ရယူနိုင်ပါမည်။ အခြား TOPIK အရည်အသွေးမြင့်လေ့လာသူများနှင့် တွေ့ဆုံကာ
            အကြံပြုချက်များကို မျှဝေပြီး သင်၏ တိုးတက်မှုကို လိုက်နာကြည့်ရှုပါ။
            သင့်ကိုရီးယားစာသင်ယူမှုကို အဆင့်မြှင့်တင်ရန် ယနေ့ပင်
            အဖွဲ့ဝင်လိုက်ပါ! ဒီလေ့လာမှုမှာ ရည်ရွယ်ချက်ရှိပြီး အစွမ်းကုန်
            လျှောက်လွှာတင်နိုင်ရန် ကြိုးစားနေသော ကျောင်းသားများအတွက် အထူးသီးသန့်
            ဖြစ်ပါသည်။ သင့်ရဲ့ အောင်မြင်မှုကို ပူးပေါင်းလျက် ဆက်လက် အားပေးရန်
            ရှိနေပါသည်!
          </p>
        </div>

        <div className="flex justify-end">
          <img src="images/topik.png" alt="topik-club" />
        </div>
      </div>
      <br />
      <div className="grid grid-cols-3 justify-center">
        <div>
          <img src="images/guitar.png" alt="guitar-club" />
        </div>

        <div className="col-span-2">
          <h1 className="text-[30px] text-orange-600">
            <b>ဂီတာကလပ်</b>
          </h1>
          <br />
          <p className="text-black leading-loose">
            ဂီတာအသံကို နားထောင်ရင် အရမ်းသက်ဝင်မှုရှိသလို၊ သင်လည်း ဂီတာကို
            လေ့လာလိုပါက ကျွန်ုပ်တို့၏ ဂီတာကလပ်ကို ပူးပေါင်းပါ! ဒီကလပ်မှာ ဂီတာကို
            ချစ်သူများနှင့် အတူတူ ပြင်ဆင်လေ့ကျင့်ကြပြီး၊ လေ့ကျင့်မှုများ၊
            အလုပ်ရုံများ၊ နောက်ဆုံးထွက်သည့် သင်ကြားချက်များကို
            အထူးလက်ထောက်ရယူနိုင်ပါသည်။ သင်သည် အခြေခံကို လေ့လာမလား၊
            အတွေ့အကြုံရှိသူဖြစ်စေ၊ ဤကလပ်တွင် သင်၏ ဂီတာကျွမ်းကျင်မှုကို
            တိုးတက်စေဖို့ အဆင့်မြှင့်တင်နိုင်မည်ဖြစ်သည်။ လှုပ်ရှားမှုများနှင့်
            ရင်ခုန်မှုများဖြင့် ဂီတာသီချင်းများကို အတူတူ ဖျော်ဖြေရန် ယနေ့ပင်
            ဝင်ပါ!
          </p>
        </div>
      </div>
      <br />
      <div className=" rounded-lg shadow-md">
        <img
          src="images/club-banner.png"
          alt="clubs-banner"
          height={100}
          className="rounded-lg"
        />
      </div>
      <br />
    </div>
  );
}
